[
  "Hello Steam support, my friend's account appears compromised. Requesting investigation to assist him.",
  "Noticed suspicious activity on my friend's Steam account. Reporting for your attention. Can you secure his account?",
  "Concerned about potential account theft. My friend's Steam account shows unusual activity. Requesting assistance.",
  "Hey Steam, my friend's account might be compromised. Reporting for your prompt attention and support on his behalf.",
  "Unusual logins detected on my friend's Steam account. Reporting for investigation. Help in securing his account is appreciated.",
  "Worried about the security of my friend's Steam account. Reporting suspicious activity for your assistance. Thank you for helping him.",
  "Hello Steam support, my friend's account is showing signs of compromise. Requesting your prompt investigation and action to help him.",
  "Noticed strange logins on my friend's Steam account. Reporting for investigation and necessary measures. Please assist him.",
  "Concerned about unauthorized access to my friend's Steam account. Reporting for your assistance in securing his account.",
  "Hey Steam, my friend's account seems at risk. Reporting for investigation and necessary actions. Your help is crucial for him.",
  "Potential security breach on my friend's Steam account. Reporting for your urgent attention and support on his behalf.",
  "Experiencing security concerns with my friend's Steam account. Reporting suspicious activity for your prompt assistance for him.",
  "Hello Steam support, my friend's account I've come across may be compromised. Requesting help in securing it for him. Thank you!",
  "Noticing unusual activity on my friend's Steam account. Reporting for investigation and resolution. Your assistance is crucial for him.",
  "Worried about potential theft of my friend's Steam account. Reporting suspicious activity for your urgent support. Thanks on his behalf.",
  "Steam support, my friend's account needs attention. Reporting possible compromise for investigation. Please help him.",
  "My friend's Steam account shows signs of unauthorized access. Reporting for your prompt investigation and assistance.",
  "Concerned about my friend's Steam account security. Reporting suspicious activity for your assistance. Thanks for helping him.",
  "Hey Steam, my friend suspects his account is being compromised. Reporting for your prompt attention and support.",
  "Unusual logins detected on my friend's Steam account. Reporting for investigation. Help in securing his account is appreciated.",
  "Worried about my friend's Steam account security. Reporting suspicious activity for your assistance. Thank you for helping him.",
  "Steam support, my friend's account is showing signs of compromise. Requesting your prompt investigation and action to help him.",
  "Noticed strange logins on my friend's Steam account. Reporting for investigation and necessary measures. Please assist him.",
  "Concerned about unauthorized access to my friend's Steam account. Reporting for your assistance in securing his account.",
  "Hey Steam, my friend's account seems at risk. Reporting for investigation and necessary actions. Your help is crucial for him.",
  "Potential security breach on my friend's Steam account. Reporting for your urgent attention and support on his behalf.",
  "Experiencing security concerns with my friend's Steam account. Reporting suspicious activity for your prompt assistance for him.",
  "Hello Steam support, my friend's account I've come across may be compromised. Requesting help in securing it for him. Thank you!",
  "Noticing unusual activity on my friend's Steam account. Reporting for investigation and resolution. Your assistance is crucial for him.",
  "Worried about potential theft of my friend's Steam account. Reporting suspicious activity for your urgent support. Thanks on his behalf."
]