[
    "Hey Steam Support, noticed some odd activity on my buddy's account. Could you take a look pronto?",
    "Hello Steam Team, there seem to be some unauthorized accesses on my friend's account. Can you investigate quickly?",
    "Dear Steam Support, my friend's account is showing weird sign-ins. Can you check it out as soon as possible?",
    "Hi there, Steam Support. We've observed some strange logins on a friend's account. Need your intervention ASAP.",
    "Good day, Steam Support. Suspicious activity detected on a friend's account. Please review urgently.",
    "Hello, just saw some unusual activity on my friend's Steam account. Can you assist immediately?",
    "Hey Steam Crew, there are some sketchy logins on my friend's account. Could you look into it right away?",
    "Hi Steam Support, my friend's account has some fishy activity. Can you secure it ASAP?",
    "Dear Support, noticed irregular logins on a friend's Steam account. Please act swiftly to secure it.",
    "Hey there, Steam Support. Some login attempts on my friend's account don't seem right. Please check it ASAP.",
    "您好，Steam客服，发现我朋友的账户有些可疑登录。麻烦您尽快查看一下。",
    "亲爱的Steam支持团队，我朋友的账号似乎被未授权访问了。能快速调查一下吗？",
    "您好，Steam客服，我的朋友账户出现了一些奇怪的登录行为。能尽快检查吗？",
    "嗨，Steam客服。我们注意到我朋友的账户有些异常登录。需要您的立即介入。",
    "您好，Steam客服。在我朋友的账户上检测到可疑活动。请紧急审查。",
    "您好，刚在我朋友的Steam账户上看到一些不寻常的活动。能立即帮忙吗？",
    "嘿，Steam团队，我朋友的账户有一些可疑的登录。能立刻查看吗？",
    "您好，Steam客服，我朋友的账户有一些可疑活动。能尽快确保其安全吗？",
    "亲爱的客服，注意到我朋友的Steam账户有不规律的登录。请迅速采取措施保护它。",
    "嗨那里，Steam客服。我朋友账户上的一些登录尝试看起来不太对。请尽快检查。",
    "Привет, служба поддержки Steam, заметили подозрительные входы в аккаунт друга. Просим вас обратить на это внимание как можно скорее.",
    "Здравствуйте, команда поддержки Steam, кажется, были неавторизованные доступы к аккаунту моего друга. Можете быстро проверить?",
    "Дорогая служба поддержки Steam, на аккаунте моего друга появились странные входы. Можете исследовать это как можно скорее?",
    "Привет, поддержка Steam. Мы заметили странные входы в аккаунт друга. Нужно ваше вмешательство немедленно.",
    "Добрый день, поддержка Steam. Обнаружена подозрительная активность на аккаунте друга. Прошу проверить срочно.",
    "Здравствуйте, только что увидел необычную активность на аккаунте моего друга в Steam. Можете помочь немедленно?",
    "Привет, команда Steam, на аккаунте моего друга есть подозрительные входы. Можете сразу же это проверить?",
    "Привет, поддержка Steam, на аккаунте моего друга обнаружена подозрительная активность. Можете как можно скорее обезопасить его?",
    "Уважаемая поддержка, замечены нерегулярные входы в аккаунт моего друга в Steam. Прошу действовать быстро для его защиты.",
    "Привет, поддержка Steam. Некоторые попытки входа в аккаунт моего друга выглядят подозрительно. Пожалуйста, проверьте это как можно скорее.",
    "Hola, Soporte de Steam, hemos detectado algunos inicios de sesión sospechosos en la cuenta de un amigo. ¿Podríais echarle un vistazo lo antes posible?",
    "Hola, equipo de Steam, parece que ha habido accesos no autorizados en la cuenta de mi amigo. ¿Podéis investigar rápidamente?",
    "Querido Soporte de Steam, la cuenta de mi amigo está mostrando inicios de sesión extraños. ¿Podéis revisarlo cuanto antes?",
    "Hola, Soporte de Steam. Hemos observado algunos inicios de sesión raros en la cuenta de un amigo. Necesitamos vuestra intervención ASAP.",
    "Buen día, Soporte de Steam. Detectada actividad sospechosa en la cuenta de un amigo. Por favor, revisadlo de urgencia.",
    "Hola, acabo de ver alguna actividad inusual en la cuenta de Steam de mi amigo. ¿Podéis asistir de inmediato?",
    "Hola, equipo de Steam, hay algunos inicios de sesión dudosos en la cuenta de mi amigo. ¿Podríais investigarlo de inmediato?",
    "Hola Soporte de Steam, la cuenta de mi amigo ha mostrado alguna actividad sospechosa. ¿Podéis asegurarla lo antes posible?",
    "Estimado Soporte, noté inicios de sesión irregulares en la cuenta de Steam de mi amigo. Por favor, actuad rápidamente para asegurarla.",
    "Hola, Soporte de Steam. Algunos intentos de inicio de sesión en la cuenta de mi amigo parecen sospechosos. Por favor, revisadlo ASAP.",
    "Olá, Suporte da Steam, percebemos alguns logins suspeitos na conta de um amigo. Poderiam dar uma olhada o mais rápido possível?",
    "Oi, equipe de suporte da Steam, parece que houve acessos não autorizados na conta do meu amigo. Vocês podem investigar rapidamente?",
    "Caro Suporte da Steam, a conta do meu amigo está apresentando logins estranhos. Poderiam verificar o quanto antes?",
    "Oi, Suporte da Steam. Observamos alguns logins estranhos na conta de um amigo. Precisamos de sua intervenção imediata.",
    "Bom dia, Suporte da Steam. Atividade suspeita detectada na conta de um amigo. Por favor, analisem urgentemente.",
    "Olá, acabei de notar uma atividade incomum na conta Steam do meu amigo. Podem ajudar imediatamente?",
    "Ei, equipe da Steam, há alguns logins duvidosos na conta do meu amigo. Vocês poderiam verificar isso imediatamente?",
    "Oi, Suporte da Steam, a conta do meu amigo apresentou alguma atividade suspeita. Vocês podem assegurá-la o mais rápido possível?",
    "Prezado Suporte, notei logins irregulares na conta Steam do meu amigo. Por favor, ajam rapidamente para protegê-la.",
    "Oi, Suporte da Steam. Alguns tentativas de login na conta do meu amigo parecem suspeitas. Por favor, verifiquem isso o mais rápido possível."
]
