[
  "Hey Steam Support, spotted some fishy logins on a friend's account. Could use your eyes on it ASAP.",
  "Hello, Steam team! My friend's account looks like it's been hijacked. Can we get some help locking it down?",
  "Hi Steam, we've got a situation: my buddy's account is acting weird. Looks like an intruder alert. What's the next step?",
  "Yo Steam Support, my friend's account is sending SOS signals. Strange activities are afoot. Can you assist?",
  "Dear Steam guardians, my friend's digital realm is under siege. Unfamiliar logins abound. Can you fortify his gates?",
  "Greetings, Steam defenders! A comrade's account has been compromised. Requesting your expertise to reclaim it.",
  "Hello there, Steam crew! My friend's account is looking a bit sketchy lately. Any chance you could check it out?",
  "Hey Steam, it's looking like my friend's account got snagged by someone else. Mind giving it a look?",
  "Hi there, Steam support! My friend's account is showing signs of a breach. Can we secure the perimeter together?",
  "Howdy, Steam! My friend's account is on the fritz - suspicious activity detected. Can you help us troubleshoot?",
  "Steam Support, ahoy! My mate's account has been commandeered by unknown forces. Can we get some backup?",
  "Good day, Steam! My friend's account is walking the plank - looks pirated. Can we get some reinforcements?",
  "Hello, Steam security squad! My friend's account is in the twilight zone. Unusual sign-ins detected. Assistance, please?",
  "Hi Steam Support, my friend's account is ringing alarm bells. Looks like it's been cloned. Can you help us out?",
  "Hey Steam, my friend's account is under the weather - hacked, I presume. Can you give it a health check?",
  "Steam team, we have a problem. My friend's account is looking like a ghost town with strange logins. Can you investigate?",
  "Greetings, Steam patrol! My friend's account is sending up flares - looks like trouble. Can you lend a hand?",
  "Hello Steam, my friend's account seems to have fallen into the wrong hands. Can you help us lock it up tight?",
  "Hey there, Steam! My friend's account is on a rollercoaster - unauthorized activity spotted. Can you stabilize it?",
  "Hi Steam Support, my friend's account is echoing with echoes of intruders. Can you silence them for us?",
  "Steam support, we've got a code red: my friend's account is looking compromised. Can you deploy some help?",
  "Hello, Steam heroes! My friend's account is flashing warning signs. Can you help us decode it?",
  "Hey Steam, my friend's account is off the radar - suspect it's been hijacked. Can you help us navigate?",
  "Greetings, Steam! My friend's account is in a bit of a pickle - smells fishy. Can you help us clean it up?",
  "Hi Steam, my friend's account is in the twilight zone - it's been compromised. Can you help us bring it back?",
  "Hello Steam, my friend's account is caught in a spider web - we suspect foul play. Can you help us cut it loose?",
  "Steam Support, my friend's account is flashing SOS. Looks like it's been taken over. Can you help us regain control?",
  "Hi Steam, my friend's account has hit a snag - looks tampered with. Can we count on your support to fix it?",
  "Hey Steam, my friend's account is looking like a crime scene - unauthorized access suspected. Can you take a look?",
  "Greetings, Steam squad! My friend's account is under siege. Can you help us fortify it?",
  "Hello Steam, my friend's account is sending distress signals - possible account theft. Can you help us respond?",
  "Hey there, Steam! My friend's account is in unknown waters - looks like it's been compromised. Can you help us steer it back?",
  "Hi Steam Support, my friend's account is on thin ice - it appears to be hacked. Can you help us warm things up?",
  "Steam team, my friend's account is in the crosshairs - we've spotted unauthorized logins. Can you help us target the issue?",
  "Greetings, Steam! My friend's account is in the shadow realm - it's been compromised. Can you help us shine a light on it?",
  "Hello Steam, my friend's account is under a dark cloud - looks like someone else has control. Can you help us clear it up?",
  "Hey Steam, my friend's account is looking like a puzzle - pieces don't fit. Can you help us put it back together?",
  "Hi Steam, my friend's account is riding a dangerous wave - suspect it's been hijacked. Can you help us smooth it out?",
  "Greetings, Steam! My friend's account is under a spell - it's been bewitched. Can you help us break it?",
  "Hello Steam, my friend's account is in the danger zone - unusual activity detected. Can you help us secure it?",
  "Hey there, Steam Support! My friend's account is dancing with shadows - it's been compromised. Can you help us lead?",
  "Hi Steam, my friend's account is in a knot - we think it's been tied up by someone else. Can you help us untangle it?",
  "Steam team, my friend's account is in a maze - looks like it's lost. Can you help us find the way out?",
  "Hello Steam, my friend's account is on a wild ride - unauthorized logins detected. Can you help us park it safely?",
  "Hey Steam, my friend's account is under the microscope - it's been compromised. Can you help us analyze it?",
  "Hi Steam Support, my friend's account is on the edge - we suspect foul play. Can you help us pull it back?",
  "Greetings, Steam! My friend's account is in a storm - it's been taken over. Can you help us calm the seas?",
  "Hello Steam, my friend's account is in a fog - strange activities detected. Can you help us clear it up?",
  "Hey there, Steam Support! My friend's account is in quicksand - it looks compromised. Can you help us pull it out?"
]
